Repository: pacbuilder/pacbuilder
Catalog: po/*.po
Languages: it, pl

source: %s requires root permissions to run
it: %s richiede privilegi di root per essere eseguito
pl: %s do uruchomienia programu wymagane są uprawnienia roota

source: You need to install %s!
it: Devi installare %s!
pl: Powinieneś zainstalować %s!

source: Building %s
it: Compilo %s
pl: Budowanie %s

source: package %s of %d
it: pacchetto %s di %d
pl: pakiet %s z %d

source: depends on %s!
it: dipende da %s
pl: wymaga %s

source: missing dependency!
it: dipendenza non trovata!
pl: brakująca zależność!

source: missing make-dependency!
it: dipendenza (make) non trovata!
pl: brakująca zależność (make-dependency)!

source: The following packages are required for compilation
it: I seguenti pacchetti sono richiesti per la compilazione
pl: Następujące pakiety są wymagane przy kompilacji

source: makepkg failed!
it: makepkg fallito!
pl: działanie makepkg zakończyło się niepowodzeniem!

source: PKGBUILD not found!
it: PKGBUILD non trovato!
pl: Nie znaleziono PKGBUILD!

source: error!
it: errore!
pl: błąd!

source: installed!
it: installato!
pl: zainstalowano!

source: uninstalled!
it: rimosso!
pl: usunięto!

source: WARNING:
it: ATTENZIONE:
pl: UWAGA:

source: Do you want to delete your log file and build directory?
it: Vuoi cancellare il file log e la directory di build?
pl: Czy chcesz usunąć logi i katalog roboczy?

source: You will not be able to resume it in the future.
it: Non potrai riprenderlo in futuro.
pl: Nie będziesz mógł tego przywrócić.

source: Are you sure? (y/N):
it: Sei sicuro? (y/N);
pl: Jesteś pewien? (y/N);

source: EDIT PKGBUILD:
it: MODIFICA PKGBUILD:
pl: EDYTUJ PKGBUILD:

source: Do you want to edit this PKGBUILD? (Y/n):
it: Vuoi modificare questo PKGBUILD? (Y/n):
pl: Czy chcesz edytować ten PKGBUILD? (Y/n):

source: ERROR:
it: ERRORE:
pl: BŁĄD:

source: I was unable to install these packages:
it: Non ho potuto installare questi pacchetti:
pl: Nie mogę zainstalować następujących paczek:

source: A tool to massively recompile packages from sources
it: Uno strumento per ricompilare i pacchetti da sorgenti
pl: Narzędzie do masowej rekompilacji pakietów

source: It currently fetches both ABS and AUR
it: Attualmente interroga ABS e AUR
pl: Obecnie pobiera źródła z ABS i AUR

source: USAGE:
it: USO:
pl: UŻYWANIE:

source: %s [options] package|repository
it: %s [opzioni] pacchetto|repository
pl: %s [opcje] pakiet|repozytorium

source: OPTIONS:
it: OPZIONI:
pl: OPCJE:

source: General:
it: Generale:
pl: Ogólne:

source: --help print this help
it: --help visualizza questo help
pl: --help pokazuje te informacje

source: --clean remove previous log
it: --clean rimuove il log precedente
pl: --clean usuwa poprzednie logi

source: --gccinfo print current compilation flags
it: --gccinfo mostra le flags attuali
pl: --gccinfo pokazuje aktualne flagi kompilacji

source: --nocolor do not use any color
it: --nocolor non usare alcun colore
pl: --nocolor nie używa kolorów

source: --notitle do not print the title
it: --notitle non visualizzare il titolo
pl: --notitle nie pokazuje tytułu

source: --noresume do not resume
it: --noresume non riprendere
pl: --noresume nie przywraca poprzedniej kompilacji

source: Install:
it: Installazione:
pl: Instalacja:

source: (-S), --install build specified packages
it: (-S), --install compila il pacchetto specificato
pl: (-S), --install buduje żądane pakiety

source: (-S) -b, --builddeps build and install the dependencies
it: (-S) -b, --builddeps compila e installa le dipendenze
pl: (-S) -b, --builddeps buduje i instaluje zależności

source: (-S) -e, --edit be verbose and edit PKGBUILD
it: (-S) -e, --edit modalità verbosa e permette di modificare il PKGBUILD
pl: (-S) -e, --edit edytuje PKGBUILD

source: (-S) -f, --force force install, overwrite conflicting files
it: (-S) -f, --force forza l'installazione, sovrascrive i file in conflitto
pl: (-S) -f, --force zmusza do instalacji i zastąpienia konfliktujących plików

source: (-S) -k, --keepdeps keep makedepends after install
it: (-S) -k, --keepdeps mantieni le dipendenze dopo l'installazione
pl: (-S) -k, --keepdeps zatrzymuje zależności potrzebne do zbudowania pakietu po instalacji

source: (-S) -u, --sysupgrade build the updated packages
it: (-S) -u, --sysupgrade compila solo i pacchetti da aggiornare
pl: (-S) -u, --sysupgrade buduje aktualizowane pakiety

source: (-S) -v, --verbose print makepkg output
it: (-S) -v, --verbose mostra l'output di makepkg
pl: (-S) -v, --verbose pokazuje komunikaty makepkg

source: Additional parameters:
it: Parametri aggiuntivi:
pl: Dodatkowe parametry:

source: -p, --pretend print the final list of packages to be installed
it: -p, --pretend mostra la lista finale dei pacchetti da installare
pl: -p, --pretend pokazuje końcową listę pakietów do zainstalowania

source: -n, --noconfirm do not ask for any confirmation
it: -n, --noconfirm non chiedere alcuna conferma
pl: -n, --noconfirm nie żąda potwierdzenia żadnej operacji

source: -m, --match <regex> only install packages matching <regex>
it: -m, --match <regex> installa solo i pacchetti segnati <regex>
pl: -m, --match <regex> zainstaluj tylko pakiety pasujące do <regex>

source: -d, --deplist recursively list all dependencies first
it: -d, --deplist mostra tutte le dipendenze prima
pl: -d, --deplist rekursywnie pokazuje najpierw wszystkie wymagane zależności

source: -s, --search <regex> search for packages matching <regex>
pl: -s, --search <regex> szuka pakietu pasującego do <regex>

source: Type:
it: Tipo:
pl: Typ:

source: --world recompile both deps and explicit
it: --world ricompila le dipendenze e i pacchetti installati esplicitamente
pl: --world rekompiluje zależności i żądane pakiety

source: --explicit recompile explicitely installed packages
it: --explicit ricompila solo i pacchetti esplicitamente installati
pl: --explicit rekompiluje żądane pakiety

source: --devel recompile only installated devel packages
it: --devel ricompila solo i pacchetti del ramo in sviluppo
pl: --devel rekompiluje tylko zainstalowane pakiety

source: Target repository:
it: Repository:
pl: Repozytorium:

source: --core recompile packages in core
it: --core ricompila i pacchetti in core
pl: --core rekompiluje pakiety z core

source: --extra recompile packages in extra
it: --extra ricompila i pacchetti in extra
pl: --extra rekompiluje pakiety z extra

source: --testing recompile packages in testing
it: --testing ricompila i pacchetti in testing
pl: --testing rekompiluje pakiety z testing

source: --community recompile packages in community
it: --community ricompila i pacchetti in community
pl: --community rekompiluje pakiety z community

source: --aur recompile packages in aur
it: --aur ricompila i pacchetti in aur
pl: --aur rekompiluje pakiety z aur

source: Installing %s
it: Installando %s
pl: Instalowanie %s

source: Fetching repositories, this may take a long time...
it: Prendo la lista dei repository, potrebbe richiedere qualche minuto...
pl: Pobieranie repozytoriów, to może trochę potrwać...

source: I was unable to find any package to build...
it: Non ho trovato pacchetti da compilare...
pl: Nie byłem w stanie znaleźć pakietu do budowania...

source: exiting!
it: esco!
pl: opuszczanie!

source: Refreshing pacman database, please wait...
it: Rinnovo la lista di pacman, attendere...
pl: Odświeżam bazę repozytoriów pacmana, proszę czekaj...

source: Repository:
pl: Repozytorium:

source: Previous build detected.
it: Trovata un'esecuzione precedente.
pl: Wcześniej buduj wykryty.

source: Do you want to resume? (Y/n):
it: Vuoi riprenderla? (Y/n):
pl: Czy chcesz przywrócić? (Y/n):

source: Your previous build will be overwritten.
it: La precedente esecuzione sarà sovrascritta.
pl: Twoje poprzednie dane o kompilacji zostaną nadpisane.

source: Continue? (y/N):
it: Continuo? (y/N)
pl: Kontynuować? (y/N)

source: Uninstalling dependencies:
it: Rimuovo le dipendenze:
pl: Usuwanie zależności:

source: Checking dependencies...
it: Controllo le dipendenze...
pl: Sprawdzam zależności...

source: depends on
it: dipende da
pl: zależy od

source: Missing PKGBUILD for
it: PKGBUILD mancante per
pl: brakujący PKGBUILD dla

source: The following packages would be built:
it: I seguenti pacchetti vorrebbero essere compilati:
pl: Następujące pakiety zostaną zainstalowane:

source: The following packages will be built:
it: I seguenti pacchetti saranno compilati:
pl: Następujące pakiety zostaną zainstalowane:

source: Do you want to continue? (Y/n):
it: Vuoi continuare? (Y/n):
pl: Kontynuować? (Y/n):

source: Exiting...
it: Esco...
pl: Opuszczam...

source: build from every repository
it: compila da tutti i repository
pl: instaluję z każdego repozytorium

source: No type specified, assuming world...
it: Nessun tipo specificato, prendo world
pl: Niesprecyzowany typ, wybieram 'world'

source: No repository specified, build all...
it: Nessun repository specificato, compito tutto...
pl: Niesprecyzowane repozytorium, buduję wszystkie...

source: Resuming...
it: Continuo...
pl: Przywracanie...

source: Up-to-date
it: Aggiornato
pl: Aktualny

source: both deps and explicit packages
it: sia dipendenze che pacchetti installati esplicitamente
pl: zależności i żądane pakiety

source: deps packages
it: dipendenze
pl: zależne pakiety

source: explicit packages
it: installati esplicitamente
pl: żądane pakiety

source: recompile only installated devel packages
it: ricompila solo pacchetti del ramo in sviluppo
pl: rekompiluje tylko zainstalowane pakiety

source: System
it: Sistema
